{
  "items": [
    {
      "id": 1,
      "title": "Звёздные войны: Пробуждение силы",
      "director": "Джей Джей Абрамс",
      "description": "Через тридцать лет после гибели Дарта Вейдера и Императора галактика по-прежнему в опасности. Государственное образование Новый Порядок во главе с их таинственным верховным лидером Сноуком и его правой рукой Кайло Реном идёт по стопам Империи, пытаясь захватить всю власть. В это нелёгкое время судьба сводит юную девушку Рей и бывшего штурмовика Нового Порядка Финна с героями времён войны с Империей — Ханом Соло, Чубаккой и Королевой Леей. Вместе они должны дать бой Новому Порядку, однако настаёт тот момент, когда становится очевидно, что лишь джедаи могут остановить Сноука и Кайло Рена. И в галактике в живых остаётся только один…",
      "premier_date": "17 декабря 2015",
      "genres": [
        "fantastic",
        "fantasy",
        "action",
        "adventure"
      ]
    },
    {
      "id": 2,
      "title": "Дэдпул",
      "director": "Тим Миллер",
      "description": "Уэйд Уилсон — наёмник. Будучи побочным продуктом программы вооружённых сил под названием «Оружие X», Уилсон приобрёл невероятную силу, проворство и способность к исцелению. Но страшной ценой: его клеточная структура постоянно меняется, а здравомыслие сомнительно. Всё, чего Уилсон хочет, — это держаться на плаву в социальной выгребной яме. Но течение в ней слишком быстрое.",
      "premier_date": "11 февраля 2016",
      "genres": [
        "fantastic",
        "action"
      ]
    },
    {
      "id": 3,
      "title": "Хороший динозавр",
      "director": "Питер Сон",
      "description": "По сюжету динозавры не вымерли, а эволюционировали в разумных существ и живут и здравствуют на Земле. А вот люди остались на довольно примитивной стадии развития. Фильм расскажет историю дружбы динозавра и маленького мальчика.",
      "premier_date": "26 ноября 2015",
      "genres": [
        "cartoon",
        "comedy",
        "fantastic",
        "adventure"
      ]
    },
    {
      "id": 4,
      "title": "Выживший",
      "director": "Алехандро Гонсалес Иньярриту",
      "description": "Охотник Хью Гласс серьезно ранен на неизведанных просторах американского Дикого Запада. Товарищ Хью по отряду покорителей новых земель Джон Фицжеральд предательски оставляет его умирать в одиночестве. Теперь у Гласса осталось только одно оружие — его сила воли. Он готов бросить вызов первобытной природе, суровой зиме и враждебным племенам индейцев, только чтобы выжить и отомстить Фицжеральду.",
      "premier_date": "7 января 2016",
      "genres": [
        "drama",
        "adventure"
      ]
    },
    {
      "id": 5,
      "title": "Отряд самоубийц",
      "director": "Дэвид Эйр",
      "description": "Правительство решает дать команде суперзлодеев шанс на искупление. Подвох в том, что их отправляют на миссию, где они, вероятнее всего, погибнут.",
      "premier_date": "4 августа 2016",
      "genres": [
        "fantastic",
        "action"
      ]
    },
    {
      "id": 6,
      "title": "Ледниковый период: Столкновение неизбежно",
      "director": "Майк Тёрмайер",
      "description": "Скрэт в эпической погоне за постоянно ускользающим от него желудем оказывается выброшен в открытый космос, где он устраивает ряд космических происшествий. И теперь над миром ледникового периода нависла угроза. В целях самосохранения Сид, Мэни, Диего и остальные герои вынуждены покинуть свои дома и отправиться в путешествие навстречу новым загадочным землям и ярким знакомствам.",
      "premier_date": "7 июля 2016",
      "genres": [
        "cartoon",
        "comedy",
        "adventure"
      ]
    },
    {
      "id": 7,
      "title": "Кунг-фу Панда 3",
      "director": "Алессандро Карлони",
      "description": "Воссоединившись со своим давно потерянным отцом, По отправляется в тайный рай для панд, где его ожидает встреча с множеством веселых сородичей. Однако вскоре злодей Кай начинает зачистку — он уничтожает кунг-фу мастеров по всему Китаю. По предстоит сделать невозможное — обучить боевому искусству деревню, полную его веселых, неуклюжих собратьев, и тем самым превратить их в отряд кунг-фу панд.",
      "premier_date": "28 января 2016",
      "genres": [
        "cartoon",
        "action",
        "comedy",
        "adventure"
      ]
    },
    {
      "id": 8,
      "title": "Зверополис",
      "director": "Байрон Ховард",
      "description": "Добро пожаловать в Зверополис — современный город, населенный самыми разными животными, от огромных слонов до крошечных мышек. Зверополис разделен на районы, полностью повторяющие естественную среду обитания разных жителей — здесь есть и элитный район Площадь Сахары и неприветливый Тундратаун. В этом городе появляется новый офицер полиции, жизнерадостная зайчиха Джуди Хоппс, которая с первых дней работы понимает, как сложно быть маленькой и пушистой среди больших и сильных полицейских. Джуди хватается за первую же возможность проявить себя, несмотря на то, что ее партнером будет болтливый хитрый лис Ник Уайлд. Вдвоем им предстоит раскрыть сложное дело, от которого будет зависеть судьба всех обитателей Зверополиса.",
      "premier_date": "4 марта 2016",
      "genres": [
        "cartoon",
        "action",
        "comedy",
        "adventure"
      ]
    },
    {
      "id": 9,
      "title": "Полтора шпиона",
      "director": "Роусон Маршалл Тёрбер",
      "description": "Уэйд Уилсон — наёмник. Будучи побочным продуктом программы вооружённых сил под названием «Оружие X», Уилсон приобрёл невероятную силу, проворство и способность к исцелению. Но страшной ценой: его клеточная структура постоянно меняется, а здравомыслие сомнительно. Всё, чего Уилсон хочет, — это держаться на плаву в социальной выгребной яме. Но течение в ней слишком быстрое.",
      "premier_date": "15 июня 2016",
      "genres": [
        "action",
        "comedy"
      ]
    },
    {
      "id": 10,
      "title": "Страна ОЗ",
      "director": "Василий Сигарев",
      "description": "Новый год в России — стихия неуправляемая и беспощадная. Именно в это волшебное время непостижимый колорит русской души проявляет себя во всей красе. Пока жители Екатеринбурга готовятся к главному национальному празднику и шинкуют оливье, Ленка Шабадинова спешит до боя курантов принять смену в киоске на улице Торфорезов. Но она даже не подозревает, что новогодняя ночь приготовила для нее свой безумный сценарий.",
      "premier_date": "3 декабря 2015",
      "genres": [
        "comedy"
      ]
    }
  ]
}