{
  "items": [
    {
      "title": "Звёздные войны: Пробуждение силы",
      "director": "Джей Джей Абрамс",
      "description": "Через тридцать лет после гибели Дарта Вейдера и Императора галактика по-прежнему в опасности. Государственное образование Новый Порядок во главе с их таинственным верховным лидером Сноуком и его правой рукой Кайло Реном идёт по стопам Империи, пытаясь захватить всю власть. В это нелёгкое время судьба сводит юную девушку Рей и бывшего штурмовика Нового Порядка Финна с героями времён войны с Империей — Ханом Соло, Чубаккой и Королевой Леей. Вместе они должны дать бой Новому Порядку, однако настаёт тот момент, когда становится очевидно, что лишь джедаи могут остановить Сноука и Кайло Рена. И в галактике в живых остаётся только один…",
      "premier_date" : "17 декабря 2015",
      "id" : "1",
      "actors" : "Actor 1, Actor 2, Actor 3",
      "budget" : "10000000"

    },
    {
      "title": "Дэдпул",
      "director": "Тим Миллер",
      "description": "Уэйд Уилсон — наёмник. Будучи побочным продуктом программы вооружённых сил под названием «Оружие X», Уилсон приобрёл невероятную силу, проворство и способность к исцелению. Но страшной ценой: его клеточная структура постоянно меняется, а здравомыслие сомнительно. Всё, чего Уилсон хочет, — это держаться на плаву в социальной выгребной яме. Но течение в ней слишком быстрое.",
      "premier_date" : "11 февраля 2016",
      "id" : "2",
      "actors" : "Actor 4, Actor 5, Actor 6",
      "budget" : "5000000"
    },
    {
      "id": 3,
      "title": "Зверополис",
      "director": "Байрон Ховард",
      "description": "Добро пожаловать в Зверополис — современный город, населенный самыми разными животными, от огромных слонов до крошечных мышек. Зверополис разделен на районы, полностью повторяющие естественную среду обитания разных жителей — здесь есть и элитный район Площадь Сахары и неприветливый Тундратаун. В этом городе появляется новый офицер полиции, жизнерадостная зайчиха Джуди Хоппс, которая с первых дней работы понимает, как сложно быть маленькой и пушистой среди больших и сильных полицейских. Джуди хватается за первую же возможность проявить себя, несмотря на то, что ее партнером будет болтливый хитрый лис Ник Уайлд. Вдвоем им предстоит раскрыть сложное дело, от которого будет зависеть судьба всех обитателей Зверополиса.",
      "premier_date": "4 марта 2016",
      "actors" : "Actor 7, Actor 8, Actor 9",
      "budget" : "2000000"
    }

  ]
}